export const mockVacancies = [
    {
        id: 1,
        title: 'Вакансия 1',
        description: 'Ищем ответственного и трудолюбивого работника',
        requirements: ['Определения, история развития и главные тренды ИИ', 'Этика ИИ', 'Безопасность ИИ'],
    },
    {
        id: 2,
        title: 'Вакансия 2',
        description: 'Ищем ответственного и трудолюбивого работника',
        requirements: ['Анализ геоданных', 'Машинное обучения для больших данных'],
    },
    {
        id: 3,
        title: 'Вакансия 3',
        description: 'Ищем ответственного и трудолюбивого работника',
        requirements: ['Шины данных (kafka)', 'Графы знаний и онтологии', 'Качество и предобработка данных, подходы и инструменты'],
    },
];

